Для того чтобы запустить тестовое приложение на локальном сервере:

1) Пройдите по ссылке https://github.com/inozwords/testApp.git на страничку репозитория
2) Скачайте архив проекта или клонируйте репозиторий, использовав терминал:
git clone https://github.com/inozwords/testApp.git
3) Для запуска приложения необходимо установить python > 3.0 и django == 2.2.7
4) После установки необходимых компонентов в терминале перейдите в корневую директорую приложенения, которая содержит файл manage.py
5) Запустить команду python manage.py runserver
